Repository: common-repository/twitwi
Catalog: languages/twitwi-*.po
Languages: fr_fr

source: Button label:
fr_fr: Libellé du bouton

source: Twitwi settings
fr_fr: Réglages Twitwi

source: Yes
fr_fr: Oui

source: Default user role when created
fr_fr: Rôle par défaut de l'utilisateur à la création

source: Default domain name for the temporary email
fr_fr: Nom de domaine par défaut de l'email temporaire

source: The Twitter API does not allow the recovery of the user's email address, a temporary email will be generated to create the WordPress account
fr_fr: L'API Twitter n'autorise pas la récupération de l'adresse email de l'utilisateur, un email temporaire sera générée pour créer un compte WordPress

source: Receive an email when an user was created
fr_fr: Recevoir un email après inscription d'un nouvel utilsateur

source: Redirect URL after login
fr_fr: Adresse de redirection après identification

source: If empty, the person will be redirected to the previous page
fr_fr: Si vide, l'utilisateur sera redirigé vers la page précédente

source: Redirect URL after logout
fr_fr: Adresse de redirection après la déconnexion

source: If empty, the person will be redirected to the site root &laquo;/&raquo;
fr_fr: Si vide, l'utilisateur sera redirigé vers la racine du site &laquo;/&raquo;

source: Save
fr_fr: Sauvegarder

source: Login
fr_fr: Se connecter

source: Connection with twitter failed
fr_fr: La connexion avec Twitter a échoué

source: Error Receiving Request Token
fr_fr: Une erreur dans l'obtention du jeton d'accès

source: A new user just subscribed with Twitwi.
fr_fr: Un nouvel utilisateur vient de s'inscrire avec Twitwi.

source: Name
fr_fr: Nom

source: New user registered
fr_fr: Nouvel utilisateur inscrit

source: NO USER FOUND :/
fr_fr: Aucun utilisateur ne correspond :/

source: ACCESS TOKEN INVALID
fr_fr: Jeton d'accès invalide

source: Connect with Twitter
fr_fr: Se connecter avec Twitter

source: Title:
fr_fr: Titre :

source: Twitwi, Another Twitter Connect for WordPress
fr_fr: Twitwi, un autre moyen de se connecter avec Twitter à votre WordPress
